;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; Soft Version: 4.86.468
; Update: May 15, 2018
;
[Lang]
NativeLanguage=Magyar
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
ButtonSkin=Téma
apply=Alkalmaz
Nothanks=Nem, köszönöm
ButtonCancel=Mégse

[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
LangShortName=hu-hu
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Bájt
KB=KB
MB=MB
GB=GB
pmDefault=Alapértelmezett
Information=Információ
Warning=Figyelmeztetések
Error=Hiba
Confirm=Megerősítés
CurVer=Jelenlegi verzió:
FrmSkin.Btnok.Caption=OK
Weathertag=F
FrmGeneral.lblunit.caption=Hőmérsékleti egység:
DelSkinHint=Téma törlése
LikeOurSoft=Próbáljon ki több Wise terméket is, ha megkedvelte a Wise Care 365 programot !
DownloadMore=Ingyenes letöltés
Frmboot.lblsec.caption=mp
FrmBuy.lblinfo4.caption=Ingyenes élettartam támogatás.
;
; Popup menu
;
pmDelete=A kijelölt nagy fájlok törlése
pmHelp=Online súgó
pmforum=Fórum
pmHome=Weboldal
pmContact=Kapcsolatfelvétel
pmSettings=Beállítások
pmCheckNew=Frissítések ellenőrzése
pmLang=Nyelv
pmRegister=Regisztráció
pmAbout=Névjegy
pmLicenseKey=Licenckulcs váltása
pmIgnore=Ez az elem kihagyása
pmRCrec=Biztonságos bejegyzések kijelölése
pmDCrec=Ajánlott
pmAll1=Mind kijelöli
pmNone=Nincs kijelölés
pmInvert=Kijelölés megfordítása
pmGo=Forrásmappa megnyitása
pmGoReg=Megnyitás a rendszerleíró szerkesztőben...
pmExport=Exportálás ...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Segítségnyújtás
FrmWPMain.btncheckup.caption=PC felülvizsgálat
FrmWPMain.btnsysclean.caption=Rendszertisztító
FrmWPMain.btnsystune.caption=Rendszerhangoló
FrmWPMain.btnprivacy.caption=Adatvédelem
FrmWPMain.btnSysmon.caption=Rendszerfelügyelet
FrmChangeHeader.caption=Avatár módosítása
FrmHome.btnactive.caption=Frissítés a Pro verzióra
FrmHome.lblshare.caption=Wise Care 365 megosztása:
FrmHome.lbltools.caption=Segédprogramok
FrmHome.btntools.hint=További segédprogramok
FrmHome.btnhead.Hint=Avatar módosítása
FrmHome.edtuser.Hint=Becenév módosítása
FrmHome.btnfacebook.hint=Wise Care 365 megosztása a facebook-on
FrmHome.btntwitter.hint=Wise Care 365 megosztása a twitter-en
FrmHome.btngoogle.hint=Wise Care 365 megosztása a google+-on
FrmHome.btnemail.hint=Ajánlja barátainak a Wise Care 365 programot
FrmHistory.btncheckup.caption=Ellenőrzés
FrmHistory.lblrecord.caption=Bejegyzés törlése
FrmExam.btncancel.caption=Mégse
FrmExam.lblrecheck.caption=Újraellenőrzés
FrmExam.btnfix.caption=Javítás
FrmButtons.lblinfo.caption=Az alábbi segédprogramok átrendezhetők a fogd és vidd opcióval.
;
; About
;
Frmabout.lblstatus.caption=Állapot:
FrmAbout.caption=Névjegy
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
FrmAbout.lblWarning.caption=Ezt a szoftvert szerzői jogi törvények és nemzetközi egyezmények védik.
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Vizsgálat indítása
Frmadvdc.lblpath.caption=Vizsgálandó:
Frmadvdc.btnrescan.caption=Újravizsgál
Frmadvdc.btnall.caption=Mind kijelöli
Frmadvdc.btnadvanced.caption=Speciális beállítások
Frmadvdc.btnnone.caption=Nincs kijelölés
Frmadvdc.lblspeed.caption=A leggyorsabb vizsgálati mód a világon !
Frmadvdc.lblrec.caption=Felhasználók által kedvelt egyéb alkalmazások:
Frmadvdc.vtfiles.Columns[0]=Fájlnév
Frmadvdc.vtfiles.Columns[1]=Méret
Frmadvdc.vtfiles.Columns[2]=Hely
Frmadvdc.vtfiles.Columns[3]=Utolsó hozzáférés
Frmadvdc.vtfiles.Columns[4]=Típus
FrmAdvSettings.lblinfo.caption=Az "Üres fájlok keresése" opció, csak egyszer lép hatályba. Legközelebb újra ki kell választania.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Hozzáadás
FrmAdvSettings.btnremove.caption=Eltávolítás
FrmAdvSettings.btncancel.caption=Mégse
FrmAdvSettings.wcknull.caption=Üres fájlok keresése(0 bájt, lassú)
FrmAdvSettings.wckshortcut.caption=Érvénytelen parancsikonok keresése (lassú)
FrmAdvSettings.caption=Speciális beállítások
FrmAdvSettings.btnre.caption=Ajánlott
FrmAdvSettings.btnall.caption=Mind kijelöli
FrmAdvSettings.btnnone.caption=Nincs kijelölés
;
; Backup and restore
;
FrmBackup.caption=Biztonsági mentés
FrmBackup.btnreg.caption=Teljes rendszerleíró mentés létrehozása
FrmBackup.btnsys.caption=Rendszer-visszaállítási pont létrehozása
FrmRestore.caption=Visszaállítási központ
FrmRestore.btnRegBk.caption=Rendszerleíró visszaállítása
FrmRestore.btnSysBK.caption=Rendszer-visszaállítás
FrmRestore.btnclose.caption=Bezárás
FrmRestore.btnrestore.caption=Visszaállítás
FrmRestore.btnremove.caption=Eltávolítás
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Fájl megsemmisítő hozzáadása a helyi menühöz
FrmBFConfig.btnall.caption=Összes kijelölése
FrmBFConfig.btnnone.caption=Nincs kijelölés
FrmBFConfig.btnRemove.caption=Eltávolítás
FrmBFConfig.caption=Elemek kihagyása
Frmbigfile.vtfiles.Columns[0]=Fájlnév
Frmbigfile.vtfiles.Columns[1]=Méret
Frmbigfile.vtfiles.Columns[2]=Típus
Frmbigfile.vtfiles.Columns[3]=Utolsó hozzáférés
Frmbigfile.vtfiles.Columns[4]=Hely
Frmbigfile.lblpath.caption=Vizsgálati hely:
Frmbigfile.btnrescan.caption=Újravizsgál
Frmbigfile.btnsearch.caption=Keresés
Frmbigfile.btndel.caption=Törlés
Frmbigfile.btncancel.caption=Leállítás
FrmBigFile.btnIgnore.caption=A kijelölt elemek kihagyása
FrmBigFile.btnExport.caption=Exportálás...
FrmBigFile.btnExConfig.caption=Kihagyott elemek
;
; Register
;
FrmBuy.lblfull.caption=Regisztráljon a Wise Care 365 Pro teljes verziójára:
FrmBuy.lblfull1.caption=A Wise Care 365 összes funkciójának használatának, meg kell vásárolnia a teljes verziót. A Wise Care 365 teljes verziójával, képes lesz:
FrmBuy.lblinfo0.caption=Másodpercek alatt kijavítható az összes hiba egyetlen kattintással.
FrmBuy.lblinfo1.caption=Az összes szükségelen fájl, számítógépes nyom és előzmény automatikus törlése.
FrmBuy.lblinfo2.caption=A rendszerindítás és az internetkapcsolat sebességének növelése, és a PC eredeti állapotának megőrzése.
FrmBuy.lblinfo3.caption=A Windows rendszer valós idejű védelme és optimalizálása.
FrmBuy.btnbuy.caption=Regisztrálás
FrmBuy.btnactive.caption=A licenckulcs aktiválása
FrmBuy.lblguarantee.caption=Ha nem elégedett a szoftverrel, akkor 60 napon belül visszafizetjük a teljes vételárat.
FrmBuy.lblkey.caption=Már rendelkezik licenckulcssal?
FrmRegister.caption=Regisztráció
FrmLicense.lblinfo.caption=Köszönjük, hogy a Wise Care 365 programot választotta!
FrmLicense.lblinput.caption=Kérjük, adja meg a termékkulcsot a PRO változat aktiválásához.
FrmLicense.lblname.caption=Felhasználónév:
FrmLicense.lblemail.caption=E-mail:
FrmLicense.lblkey.caption=Licenckulcs:
FrmLicense.btnregister.caption=Regisztrálás
FrmLicense.lblhelp.caption=Hibát tapasztalt a licenckulcs megadásakor?
FrmLicense.lblnokey.caption=Még nem rendelkezik termékkulccsal?
FrmLicense.lblsupport.caption=Lépjen kapcsolatba velünk
FrmLicense.btnbuy.caption=Vásárlás
FrmExitNotice.btnexit.caption=Kilépés
FrmExitNotice.btnreg.caption=Végezze el az egyszerű regisztrálást
FrmExitNotice.lbltitle.caption=A Wise Care 365 Pro bezárása előtt, vegye figyelembe:
FrmExitNotice.lblinfo.caption=Ezek a hibák lelassíthatják a számítógépet, csökkenthetik annak hatékonyságát, továbbá növelhetik az összeomlás esélyét illetve az időveszteséget.
FrmExitNotice.lblregister.caption=Wise Care 365 Pro regisztrálása:
;
; Common disk clean
;
FrmCommon.btnall.caption=Mind kijelöli
FrmCommon.btnre.caption=Ajánlott
FrmCommon.btnnone.caption=Nincs kijelölés
FrmCommon.btnScan.caption=Vizsgálat indítása
FrmCommon.lblstat.caption=A felesleges fájlok és nyomok eltüntetésének leggyorsabb és legegyszerűbb módja.
FrmCommon.btncancel.caption=Mégse
FrmCommon.btnrescan.caption=Újravizsgál
;
; Registry Clean
;
FrmRegClean.btnall.caption=Mind kijelöli
FrmRegClean.btnre.caption=Ajánlott
FrmRegClean.btnnone.caption=Nincs kijelölés
FrmRegClean.btnCustom.caption=Egyéni terület
FrmRegClean.WiseLabel1.caption=Ütemező
FrmRegClean.lbltype.caption=Futtatás típusa:
FrmRegClean.lblweek.caption=Futtatás napja:
FrmRegClean.lbltime.caption=Időpont:
FrmRegClean.btnScan.caption=Vizsgálat indítása
FrmRegClean.btncancel.caption=Mégse
FrmRegClean.btnrescan.caption=Újravizsgál
FrmRegClean.lblstat.caption=Eddig még nem volt végrehajtva rendszerleíró tisztítás. Egy azonnali tisztítás javasolt!
FrmRegClean.lblinfo.caption=A rendszerleíró adatbázis rendszeres karbantartása a PC-t gyorsabbá és stabilabbá teszi.
Frmcustom.caption=Egyéni terület
Frmcustom.btnre.caption=Ajánlott
Frmcustom.btnall.caption=Összes kijelölése
Frmcustom.btnnone.caption=Nincs kijelölés
Frmcustom.btncancel.caption=Mégse
Frmcustom.btnok.caption=OK
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Szabad terület
FrmDiskDefrag.btnfolder.caption=Mappa
FrmDiskDefrag.btnfile.caption=Fájl
FrmDiskDefrag.btnsystem.caption=Rendszerfájl
FrmDiskDefrag.btnFragmented.caption=Töredékek
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Leállítás a lemez töredezettségmentesítése után
FrmDiskDefrag.btnpause.caption=Szünet
FrmDiskDefrag.btnstop.caption=Leállítás
FrmDiskDefrag.btnDefrag.caption=Töredezettségmentesítés
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=A lemeztörlő segítségével megvédheti személyes adatait a törölt fájlok végleges eltávolításával.
FrmDiskErase.btnstopErase.caption=Leállítás
FrmDiskErase.chkshutdown.caption=Leállítás a lemez törlése után
FrmDiskErase.BtnErase.caption=Törlés
FrmDiskErase.lblerasemode.caption=Biztonság:
FrmDiskErase.vstDisk.Columns[0]=Meghajtók
FrmDiskErase.vstDisk.Columns[1]=Teljes méret
FrmDiskErase.vstDisk.Columns[2]=Szabad mérete
FrmDiskErase.vstDisk.Columns[3]=Állapot
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Importálás
FrmExclusion.btnexport.caption=Exportálás
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=A megsemmisített fájlok véglegesen törölve lesznek, és nem állíthatók vissza.
FrmFileShredder.lblFileLine2.caption=Megakadályozza a fájlok visszaállítását, azok eredeti helyének felülírásával.
FrmFileShredder.btnErase.caption=Megsemmisítés
FrmFileShredder.btnaddfile.caption=Fájl hozzáadása
FrmFileShredder.btnaddfolder.caption=Mappa hozzáadása
FrmFileShredder.btnstop.caption=Leállítás
FrmFileShredder.btndelitem.caption=Eltávolítás
FrmFileShredder.vtfiles.Columns[0]=Fájl/mappa neve
FrmFileShredder.vtfiles.Columns[1]=Elérési útvonal
FrmFileShredder.vtfiles.Columns[2]=Állapot
;
; General Settings
;
FrmGeneral.lbltrash.caption=A felesleges fájlok nagyobbak, mint
FrmGeneral.lbltrace.caption=A nyomok számának nagyobb, mint
FrmGeneral.chkturbo.caption=A Wise Turbo futtatása automatikusan, amikor az alábbiak valamelyike ​​történik
FrmGeneral.chkstartup.caption=Indítás a Windows betöltésekor
FrmGeneral.chkbooster.caption=A rendszerindítás gyorsító futtatása a számítógép indításakor
FrmGeneral.lblsys.caption=Rendszer
FrmGeneral.lblupdate.caption=Frissítések ellenőrzése:
FrmGeneral.chknews.caption=Hírlevelek ellenőrzése az alkalmazás betöltésekor
FrmGeneral.chkexp.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
FrmGeneral.lblexp.caption=Részletek
FrmGeneral.lblportable.caption=Hordozható változat
FrmGeneral.btnmakeportable.caption=Portable létrehozása
FrmGeneral.lblinterface.caption=Felhasználói felület
FrmGeneral.lbllang.caption=Nyelv:
FrmGeneral.chkue.caption=Csatlakozzon a Felhasználói élmény fokozása programunkhoz
FrmGeneral.btnupdate.caption=Ellenőrzés
FrmBoosterSettings.chkauto.caption=Időjárási információk lekérése a tartózkodási hely észlelésével
FrmBoosterSettings.chkset.caption=A következő hely használata az időjárási információk lekéréséhez
FrmGobleSettings.btnstartup.caption=Betöltésgyorsító
;
; Settings GUI
;
FrmGobleSettings.caption=Beállítások
FrmGobleSettings.TabBtnGeneral.caption=Általános
FrmGobleSettings.TabBtnClean.caption=Tisztító
FrmGobleSettings.TabBtnExclusion.caption=Kizárás
FrmGobleSettings.TabBtnCheckup.caption=Egyéni ellenőrzés
FrmGobleSettings.btncancel.caption=Mégse
FrmGobleSettings.btnok.caption=OK
FrmGobleSettings.btnTray.caption=Tálca
FrmGobleSettings.btnSysProect.caption=Rendszervédelem
;
; Update
;
FrmNewVer.lblTitle.caption=Új verzió érhető el.
FrmNewVer.lblignore.caption=Ez a verzió kihagyása
FrmNewVer.btnno.caption=Most nem
FrmNewVer.btnUpdate.caption=Frissítés most
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Optimalizálás
FrmOptimizer.lblinfoex.caption=A rendszerhangoló javíthatja a hálózat és a rendszer hatékonyságát.
FrmOptimizer.btnnone.caption=Nincs kijelölés
FrmOptimizer.btnall.caption=Mind kijelöli
FrmOptimizer.btnDefault.caption=Alapértelmezett
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Az adatok tökéletes védelme a személyes adatok törlésével biztosítható.
FrmPrivacyErase.btnrescan.caption=Újravizsgál
FrmPrivacyErase.btnScan.caption=Vizsgálat indítása
;
; Register defrag
;
FrmProcess.caption=Rendszerleíró töredezettségmentesítés
FrmProcess.lblwait.caption=Kis türelmet...
FrmProcess.lblinfo.caption=A művelet közben a PC néhány másodpercig nem fog válaszolni.
FrmRegDefragger.lblinfo.caption=A rendszerleíró töredezettségmentesítéssel a PC gyorsabá és stabilabá tehető.
FrmRegDefragger.lblstat.caption=Még nem töredezettségmentesítette a rendszerleírót. Egy azonnali töredezettségmentesítés javasolt!
FrmRegDefragger.btndefrag.caption=Töredezettségmentesítés
FrmRegDefragger.lblinfo1.caption=1. Javasoljuk, hogy a funkció futtatása előtt zárjon be minden más alkalmazást.
FrmRegDefragger.lblinfo2.caption=2. Az elemzés közben a rendszer, lehet, hogy nem fog reagálni.
FrmRegDefragger.lblinfo3.caption=3. A számítógép újra fog indulni a rendszerleíró töredezettségmentesítésének befejezése után.
FrmRegDefragger.lblinfo4.caption=4. Kérjük, ne szakítsa meg a a rendszerleíró töredezettségmentesítését, mivel az ismeretlen következményekkel járhat.
FrmRegDefragger.vtdefrag.Columns[0]=Csoportnév
FrmRegDefragger.vtdefrag.Columns[1]=Aktuális méret
FrmRegDefragger.vtdefrag.Columns[2]=Új méret
FrmRegDefragger.vtdefrag.Columns[3]=Redundancia arány
FrmRegDefragger.btnAnalysis.caption=Elemzés
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Értesítés: Kérjük, tartsa a jelszót biztonságos helyen arra az esetre, ha elfelejtené.
FrmPwGenerator.BtnCopy.caption=Másolás a vágólapra
FrmPwGenerator.ckdigital.caption=Számok
FrmPwGenerator.cklowercase.caption=Kisbetűk
FrmPwGenerator.ckupercase.caption=Nagybetűk
FrmPwGenerator.ckspecial.caption=Speciális karakterek
FrmPwGenerator.lblinfo.caption=A jelszó generátor segít egy nehezen megfejthető jelszó létrehozásában.
FrmPwGenerator.lbllen.caption=Jelszó hossza:
FrmPwGenerator.Btngenerator.caption=Jelszó generátor
;
; Software Rate
;
FrmRate.Btnlist.caption=Felhasználói vélemények
FrmRate.Btnreview.caption=Saját vélemény
FrmRate.Btnfirst.caption=Jöjjön és legyen az első véleményezőnk
FrmRate.Btnsubmit.caption=Küldés
FrmRate.lblscore.caption=Értékelés:
FrmRate.lblscorehint.caption=(Az értékeléshez a csillagokra kell kattintania)
FrmRate.lblnick.caption=Név:
FrmRate.lblnickhint.caption=(Választható)
FrmRate.lblemail.caption=Email cím:
FrmRate.lblemailhint.caption=(Választható)
FrmRate.lblcontent.caption=Tartalom:
FrmRate.lblcontenthint.caption=(Választható)
FrmRate.lbldesctitle.caption=Szoftverismertető:
FrmRate.lblratesoft.caption=Ajánlott szoftver
;
; Schedule task
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Mégse
FrmSchedule.lblinfo.caption=A rendszeres automatikus tisztítás segít a számítógép csúcsteljesítményének megtartásában, jelentős időmegtakarítással.
FrmSchedule.chksilent.caption=Csendes mód
FrmSchedule.lbltype.caption=Hetente
FrmSchedule.lblweek.caption=Nap kiválasztása:
FrmSchedule.lbltime.caption=Idő:
FrmSchedule.caption=Feladat ütemezése:
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Az összes Microsoft-szolgáltatás elrejtése
FrmStartupMgr.TabBtnBoot.caption=Indítópult
FrmStartupMgr.TabBtnService.caption=Szolgáltatások
FrmStartupMgr.TabBtnHis.caption=Bejegyzések
FrmStartupMgr.BtnRestoreAll.caption=Visszaállítás-egy-kattintással
FrmStartupMgr.tabbtnup.caption=Gyorsítás
;
; System slimming
;
FrmSysClean.btnSlimming.caption=Végrehajtás
FrmSysClean.btnall.caption=Mind kijelöli
FrmSysClean.btnrecommended.caption=Ajánlott
FrmSysClean.btnnone.caption=Nincs kijelölés
FrmSysClean.vtsys.Columns[0]=Elem
FrmSysClean.vtsys.Columns[1]=Méret
FrmSysClean.vtsys.Columns[2]=Hely
FrmSysClean.vtsys.Columns[3]=Javaslat
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Nagy fájl kezelő
FrmTabPrivcay.TabBtnPrivacyErase.caption=Személyes adat tisztító
FrmTabPrivcay.TabBtnDiskErase.caption=Lemeztörlő
FrmTabPrivcay.TabBtnFileShredder.caption=Fájlmegsemmisítő
FrmTabPrivcay.TabBtnPwGenerator.caption=Jelszó generátor
FrmTabSysClean.TabbtnRegclean.caption=Rendszerleíró tisztító
FrmTabSysClean.TabBtnCommonClean.caption=Általános tisztító
FrmTabSysClean.TabBtnAdvClean.caption=Speciális tisztító
FrmTabSysClean.TabBtnSysSimming.caption=Összetevők törlése
FrmTabSysTune.TabbtnSysOpt.caption=Rendszeroptimalizáló
FrmTabSysTune.TabBtnDDefrag.caption=Lemez töredezettségmentesítő
FrmTabSysTune.TabBtnRDefrag.caption=Rendszerleíró töredezettségmentesítő
FrmTabSysTune.TabBtnBoot.caption=Indítópult kezelő
FrmTabSysTune.TabBtnContext.caption=Helyi menü
FrmTabSysMon.TabBtnProcess.caption=Folyamatfigyelő
FrmTabSysMon.TabBtnHard.caption=Hardveráttekintés
FrmTabSysMon.btnProcessor.caption=Processzor
FrmTabSysMon.btnBoard.caption=Alaplap
FrmTabSysMon.btnMemory.caption=Memória
FrmTabSysMon.btnGraphic.caption=Grafikus kártya
FrmTabSysMon.btnDisk.caption=Merevlemez
FrmTabSysMon.btnNetAdapter.caption=Hálózati adapter
FrmTabSysMon.btnSoundCard.caption=Hangkártya
;
; Cleanup Settings
;
FrmSettingClean.cksafe.caption=Biztonságos törlés (lassabb)
FrmSettingClean.chkAutoBackup.caption=Automatikus rendszerleíró mentés tisztításkor
FrmSettingClean.lblfolder.caption=Egyéni mappa ürítése (csak tapasztalt felhasználók számára)
FrmSettingClean.btnadd.caption=Hozzáadás
FrmSettingClean.btnremove.caption=Eltávolítás
FrmSettingClean.lblscanmode.caption=Rendszerleíró adatbázis vizsgálati mód
FrmSettingClean.rdnormal.caption=Alapértelmezett vizsgálat (Ajánlott)
FrmSettingClean.rdssafe.caption=Biztonságos vizsgálat (csak a biztonságos bejegyzések ellenőrzése)
FrmSettingClean.rddeep.caption=Mélyvizsgálat (teljeskörű vizsgálat haladó felhasználóknak)
FrmSettingClean.lblusers.caption=Több felhasználó:
frmsettingclean.rdauser.caption=Minden felhasználó
frmsettingclean.rdcuser.caption=Csak a jelenlegi felhasználó
frmsettingclean.rdusers.caption=Kiválasztott felhasználók
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Visszaállítás
FrmIgnoredItems.btnall.caption=Mind kijelöli
FrmIgnoredItems.btnnone.caption=Nincs kijelölés
FrmIgnoredItems.lblinfo.caption=Kijelölt elemek kihagyása
;
; Shutdown notice
;
FrmShutDownNote.caption=Leállítási megjegyzés
FrmShutDownNote.btnCancel.caption=Mégse
;
; Skin
;
Frmskin.lblphoto.caption=Egyéni fotó téma
FrmSkin.lblprevious.caption=Előző
FrmSkin.lblnext.caption=Következő
;
; Input Window
;
frminput.btncancel.caption=Mégse
frminput.btnok.caption=OK
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Egyéni avatar
FrmChangeHeader.btnsys.caption=Rendszer avatar
FrmChangeHeader.btnlocal.caption=Helyi kép
FrmChangeHeader.btnok.caption=Ok
FrmChangeHeader.btncancel.caption=Mégse
FrmChangeHeader.lblpreview.caption=Előnézet
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com felhasználói élmény fokozása program
Frmsecurity.lbltitle.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
Frmsecurity.lblinfo1.caption=A jelenlegi termék javításához, csatlakozhat a felhasználói élmény fokozása programhoz a WiseCleaner.com oldalról származó termékek használatával kapcsolatos információk küldésével.
Frmsecurity.lblinfo2.caption=Az összegyűjtött adatok azonosításra és kapcsolatfelvételre lesznek használva, amelyet Ön bármikor letilthat.
Frmsecurity.lbllink.caption=Tudjon meg többet a felhasználói élmény fokozása programról
Frmsecurity.cbagree.caption=Csatlakozom a felhasználói élmény fokozása programhoz
Frmsecurity.cbagainst.caption=Jelenleg, nem szeretnék csatlakozni a programhoz
Frmsecurity.btnok.caption=OK
;
;
;
FrmTrail.lbltitle.caption=Köszönjük, hogy a Wise Care 365 programot választotta
FrmTrail.lblhint.caption=A következő funkciókat nem használhatja a próbaidőn túl.
FrmTrail.lblinfo0.caption=1, Egy kattintás a számítógépen lévő hibák ellenőrzéséhez és javításához.
FrmTrail.lblinfo1.caption=2, Adatvédelmi tisztító.
FrmTrail.lblinfo2.caption=3, Szövegkörnyezeti menü kezelés.
FrmTrail.lblinfo3.caption=4, Automatikus frissítés az új verzióra.
FrmTrail.lblinfo4.caption=5, Fantasztikus új felszínek és témák.
FrmTrail.lblhint1.caption=Ha tetszik Önnek ez a program, kérjük újítsa meg időben.
FrmTrail.btnbuy.caption=Vásárlás
FrmTrail.btnClose.caption=Később

[WiseTray]
TfrmTraySetting.ckclose.caption=Bezárás a tálcán, a főprogram bezárásakor.
TfrmAssistMsg.ckbxNoPrompt.caption=Ne kérdezzen rá többé
TfrmTraySetting.ckAssist.caption=Értesítést kérek, ha valaki válaszolt az üzenetre
TfrmTraySetting.ckReware.caption=Értesítést kérek, ha valaki postázott egy kérést
TfrmTraySetting.Caption=Beállítások
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Mégse
TfrmTraySetting.ckbx4.Caption=Lebegő ablak megjelenítése automatikusan a Wise Care 365 futtatásakor
TfrmTraySetting.lbl4.Caption=A memória automatikus optimalizálása, ha a memóriahasználat aránya magasabb, mint ez az érték
TfrmTraySetting.lbl1.Caption=Hőmérsékleti egység
TfrmTraySetting.lbl2.Caption=Rendszerinformációk megjelenítése
TfrmTraySetting.ckbx2.Caption=Fahrenheit
TfrmTraySetting.ckbx1.Caption=Celsius
TfrmTraySetting.ckbx3.Caption=Automatikus optimalizálás
TfrmTraySetting.ckbx5.Caption=CPU hőmérséklet
TfrmTraySetting.ckbx6.Caption=GPU hőmérséklet
TfrmTraySetting.ckbx7.Caption=Merevlemez
TfrmTraySetting.ckbx8.Caption=Alaplap hőmérséklet
TfrmTraySetting.ckbx9.Caption=Hálózati sebesség
TfrmTraySetting.ckbx10.Caption=CPU használat
FrmTrayMain.btnExit.caption=Kilépés
FrmTrayMain.btnShowMain.caption=Fő program megnyitása
FrmTrayMain.ppmitem2_1=Lebegő ablak elrejtése
FrmTrayMain.ppmitem2_2=Lebegő ablak megjelenítése
frmWiseFloatWnd.ppmStayontop=Maradjon felül
frmWiseFloatWnd.ppmHide=Lebegő ablak bezárása
TfrmPopupWnd.Caption=Wise Care 365 tálca
TfrmPopupWnd.btn1.Caption=Optimalizálás
TfrmPopupWnd.lblM.Caption=Memória:
TfrmPopupWnd.lblC.Caption=CPU:
TfrmPopupWnd.lblC1.Caption=CPU:
TfrmPopupWnd.lbl1.Caption_1=Elegendő elérhető memória
TfrmPopupWnd.lbl1.Caption_2=Kevesebb elérhető memória
TfrmPopupWnd.lbl1.Caption_3=Ritkán elérhető memória
TfrmPopupWnd.lvitem0=Rendszer erőforrás optimalizálás
TfrmPopupWnd.lvitem1=Memóriatisztítás
TfrmPopupWnd.lvitem10=Magas memória használat
TfrmPopupWnd.lvitem30=Magas CPU használat
TfrmPopupWnd.msg1=Memória megtisztítása
TfrmTraySetting.lblTip.Caption=Lebegő ablak testreszabása
TIP_CPU_USE=CPU használat
H_ID_MAINBOARD=Alaplap hőmérséklete
H_ID_CUP=CPU hőmérséklete
H_ID_GRAPHICS_T=Grafikus kártya hőmérséklete
H_ID_DISK=Lemez hőmérséklete

[Context]
ContxtMgrInfo=A Windows helyi menüjének egyszerű engedélyezési/letiltási módja.
ContextName=Menüfelirat
ContextPublisher=Kiadó
ContextType=Típus
ContextAction=Állapot
ContextAll=Minden fájl (*)
ContextDirectory=Könyvtár
ContextFolder=Mappa
ContextDrive=Meghajtó
ContextBack=Asztal
ContextRecycle=Lomtár
ContextShortcut=Parancsikon-fájl
ContextExe=Fájl végrehajtása
Contextunknowndesc=Ismeretlen leírás
Contextunknown=Ismeretlen cég

[Message]
MWDetected=MalwareBytes észlelhető, hogy blokkolja a(z) %s működését. Kattintson az OK gombra a megoldás eléréséhez.
ConfirmRemoveDownload=Ez eltávolítja az összes fájlt a letöltési mappában. Valóban folytatni szeretné?
OverMaxTimes=Hitelesítési hiba! Előfordulhat, hogy túllépte az aktiválások maximális számát. Kérjük, vegye fel velünk a kapcsolatot.
Skipped=Kihagyva
7After=%d nap telt el a rendszerleíró utolsó tisztítása óta. Egy azonnali vizsgálat javasolt.
7Before=A rendszerleíró adatbázis tisztábbá, a számítógép gyorsabbá válik!
Activated=A Pro verzió aktiválva lett.
ActivateOnline=Regisztrációs információk ellenőrzése, kérjük, várjon néhány másodpercet...
AddFileType=Fájltípus hozzáadás
AddFolder=Mappa hozzáadása
AdviseClean=A rendszeres rendszerleíró tisztitással a PC gyorsabban és biztonságosabban futtatható.
AllHardDrive=Helyi merevlemezek
AlreadExist=A(z) %s már szerepel a listán.
Analysing=Elemzés...
Area=Terület
AvdDefaultHint=További felesleges fájlok keresése és még több lemezterület felszabadítása.
BackupDate=Mentési idő
BackupType=Biztonsági mentés típusa
BFName=Fájlnév
BFPath=Hely
BFSize=Fájlméret
BFType=Típus
BigfileHint=A kulcsfontosságú rendszerfájlok ki lettek zárva a vizsgálati eredményekből. Egyéb fájlok kiválasztásánál legyen körültekintő.
BigfileSearch=A felesleges nagy fájlok rendszeres törlésével több lemezterület szabadítható fel!
BigfileSearchFinish=%d nagy fájlt találtunk. Időtartam: %d másodperc.
BigfileSelect=%d ájl lett kiválasztva, amelyek törlésével %s lemezterület szabadítható fel.
bkAuto=Automatikus
bkManual=Manuális
Browse=Tallózás...
BrowserRunning=A(z) %s fut. Be szeretné zárni? Máskülönben a gyorsítótárakat és cookie-kat nem lehet törölni.
BtnHint=Gyorsabb és biztonságosabb
BtnUpgrade=Teljes verzió
Cancel=Mégse
CanFreeSpace=%d fájlt találtunk és %s meghajtó lemezterület szabadítható fel.
CannotCrTask=Nem hozható létre ütemezési feladat.
Clean=Tisztítás
CleanDone=A tisztítás befejeződött!
CleanForReg=Rendszerleíró tisztítás...
CleanHis=Tisztítási előzmények
Cleaning=Tisztítás...
CleanNow=Adatvédelmi kockázat esete áll fenn. Azonnali tisztítás javasolt.
ComfirmDefrag=Kérjük, mentse a befejezetlen munkáit, mivel a PC a rendszerleíró töredezettségmentesítése után azonnal újra fog indulni. Folytatja?
Complete=Kész
Compress=Tömörítés...
ConfirmAdd=Valóban eltávolítja a(z) %s összes állományát a "Speciális tisztító" futtatásakor?
ConnectFail=Nem lehet csatlakozni a szerverhez. Kérjük, ellenőrizze az internetkapcsolatot, majd próbálja meg később.
CreateBackup=Biztonsági-mentés létrehozása...
CreateBackupReg=Adatmentés létrehozása... Kérjük, várjon néhány percet.
CreateDate=Létrehozás dátuma
def15After=%d nap telt el a rendszerleíró utolsó töredezettségmentesítése óta. Azonnali töredezettségmentesítés ajánlott.
def15Before=Számítógépe gyorsabban és stabilabban fog futni, ha tömören tartja a rendszerleírót.
DefaultValue=(Alapértelmezett)
DefragRate=Optimalizálási sebesség: %s.
DefragReport=A rendszerleíró tömörítve lett. Optimalizálási jelentés:
DefragReport1=A rendszerleíró régi mérete:
DefragReport2=A rendszerleíró új mérete:
DefragReport3=Optimalizált méret:
delbigfile=A kijelölt nagy fájlok törlése mentés nélkül végrehajtott egyirányú folyamat. Valóban törölni szeretné a kijelölt fájlokat?
delbigfileFail=Nem lehet törölni a fájlt: %s, lehet, hogy más alkalmazás használja.
DelSkin=Valóban törli ezt a témát?
Description=Leírás
DisableAdd=Biztonsági okokból, néhány speciális mappa (mint például a "Windows mappa", "Merevlemez Boot" és "CD-ROM"), nem adható hozzá ehhez a listához.
Discount=(25% kedvezmény érhető el most)
DiscountInfo1=A Wise Care 365 Free programot több mint %d napig használta,
DiscountInfo2=most van egy különleges ajánlatunk az Ön számára,
DiscountInfo3=csak %s kell fizetnie a PRO verzióra frissítéshez.
DownloadError=Letöltési hiba, kérjük, próbálja meg később.
DownloadingSkin=A jelenlegi letöltési feladat nem fejeződött be. Kérjük, frissítse a szoftvert később.
DupFile=A fájl szerepel a listán
DupFolder=Ez a mappa már szerepel a listán.
DupItem=Ez az elem már szerepel a listán.
ElapsedTime=Eltelt idő:
ELeftTime=Idő becslése...
EmptyEmail=Az email cím mező nem maradhat üresen.
EmptyName=A név mező nem lehet üres.
EmpytKey=A licenckulcs mező nem maradhat üresen.
EnableRestore=A rendszer-visszaállítás le van tiltva. Szeretné engedélyezni a rendszer-visszaállítást?
Entries=bejegyzés
ErrorMsg=Hibaüzenet:
ExImport=A kizárási lista exportálásra került ide:
ExitTray=Valóban bezárja a Wise Care 365 tálca modult?
ExpiryDate=Lejárat dátuma:
Exported=A jelenlegi bejegyzések exportálva lettek ide: %s. Megnyitja most a fájlt?
Extracte=Kibontás...
FailedCloseProcess=Nem sikerült megszakítani a program futtatását. Kérjük, zárja be a programot manuálisan.
FailToDelete=Néhány fájl, amelyeket nem lehet törölni, a számítógép újraindítása után törölhetők.
failtounLock=Nem sikerült feloldani a rendszerleíró blokkolását. Lehet, hogy további jováhagyásra lesz szüksége a művelet megvalósításához.
FindDrives=Meghajtók keresése...
FindError=Jelenleg összesen %d probléma észlelhető, amelyek közül %d bejegyzés nem biztonságos és törölni kell.
FindFilesSize=%d fájlt találtunk, összesen %s méretben
FindRunProcess=A program fut. Kérjük, zárja be és fejezze be ezt a frissítést.
FindTraces=%d előzményt találtunk.
FindTracesSection=%d nyomot találtunk ebben a szekcióban
Fix=Javítás
Free=Ingyenes
GetHotSkinError=Hibaüzenet a témainformációk lekérésekor.
GettingRestoreData=Visszaállítási adat lekérése...
GoodHabit=A rendszeres rendszerleíró tisztítás végrehajtásával fenntartható a PC csúcsteljesítménye.
HaveChange=Szeretné menteni a módosításokat?
Hours=óra
Ignore=Kihagyás
IgnoreVer=Ez a frissítés mellőzése
illegalType=A(z) %s érvénytelen fájltípus.
InputCookie=Kérjük, adja meg a tartományt (Mint például Google, live stb.)
InputSummary=Kérjük, adjon egy leírást ehhez a típushoz:
InputType=Adja meg a fájlnevet vagy a fájltípust (Például: *.tmp, stb...)
InvalidEmail=Érvénytelen e-mail cím, kérjük adjon meg egy érvényes e-mail címet.
InvalidIgnorItem=Nem hagyhatja figyelmen kívül ezt az elemet.
InvalidKey=Érvénytelen licenckulcs, kérjük adjon meg egy érvényes licenckulcsot.
InvalidRegInfo=Érvénytelen regisztrációs információk!
InvalidType=Érvénytelen fájlkiterjesztés
IsRunning=A vizsgálat fut. Kérjük, várja meg a vizsgálat végét, majd próbálja meg újra.
IssueFound=%d hibát találtunk.
IssuesFound=%d hibatalálat.
Items=Elemek
KeyWord=Kérjük, adja meg a kulcsszót:
KillProcessError=Folyamathiba lezárása, lehetséges ok a megfelelő jogosultság hiánya
LastClean=A rendszerleíró utolsó tisztítási ideje:
LastCommonClean=A lemez utolsó tisztítási ideje:
LastDefrag=A rendszerleíró utolsó töredezettségmentesítési ideje:
LeastOne=Kérjük, válasszon ki legalább egy vizsgálandó területet.
LeftTime=Hátralévő idő:
LeftTimeSec=Időtartam: %s másodperc
LestOne=Kérjük, válasszon legalább egy elemet a vizsgálathoz.
LestOneClean=Kérjük, válasszon legalább egy elemet a törléshez.
LestOneItem=Legalább egy törlendő elemet ki kell választania.
LogAll=%d probléma észlelhető, %d probléma lett megoldva.
LogFail=Nem sikerült eltávolítani %d elemet.
Minutes=perc
MoreSpace=Opcionális
NeedBackup=Úgy tűnik, hogy ez az első alkalom, hogy a PC-t ellenőrzi. Azonnali biztonsági mentés készítés ajánlott. Szeretné automatikusan menteni most?
NeedInstall=Szeretné telepíteni a(z) %s programot most?
NeedStartup=A PC-t manuálisan kell gyorsítania, mivel a Wise Care 365 nem lett beállítva a rendszerindításkor végrehajtandó futtatásra.
NeedUpdate=Szeretné frissíteni a(z) %s programot most?
Never=Soha
NeverDefrag=Eddig még nem volt töredezettségmentesítve a rendszerleíró.
New=Új
NewVer=Egy új verzió érhető el! Szeretné frissíteni most?
NoBackupSelected=Kérjük, válasszon legalább egy mentést a visszaállításhoz.
NoDriveChecked=Ki kell választania egy vagy több meghajtót a vizsgálathoz.
NoError=Gratulálunk! Nem találtunk hibákat!
NoFilesFound=Tisztítás
NoItemChecked=Ki kell választania egy vagy több fájlt a tisztításhoz.
NoItemFound=Nem találtunk elemeket
NoItems=Gratulálunk! Az összes elem optimalizálva lett.
NoNewVer=Gratulálunk, jelenleg a legfrissebb verziót használja!
NoRegInfo=A regisztrációs adatok nem találhatók.
Notice=Gyors és biztonságos PC
NoTracesFound=Nincsenek nyomok
NoTrashAndTrace=Gratulálunk! Számítógépe tiszta!
NotShowNotice=Ne jelenjen meg ez az értesítés többé
NotSupportOS=A funkció nem támogatott ezen az operációs rendszeren.
NowCleaning=Aktuális tisztítás:
Offer=Speciális ajánlat
Optimize=Optimalizálás
PluginCount=Beépülő száma:
PrivacyActive=Aktiválás
PrivacyData=Adatvédelmi bejegyzés:
PrivacyDefaultHint=Az nyomkövetési adatok rendszeres vizsgálatával elrejtheti személyes adatait a kiváncsi szemek elől.
Privacyissues=Adatvédelmi problémák:
PrivacyUnActive=Adatvédelmi problémák: Nincs aktiválva
Problems=Problémák
Proupdate=Sajnáljuk, de a giveaway (ajándék) verzió nem támogatja a frissítést, de 50% kedvezményt tudunk biztosítani a legújabb verzió beszerzéséhez. Egyébként ez lesz ingyenes változat, ha a frissítés mellett dönt. Folytatja?
RegBackup=Rendszerleíró mentés
RegBackupDone=A rendszerleíró adatbázis biztonsági mentése sikeresen elkészült.
RegBackupFail=Nem sikerült létrehozni a rendszerleíró adatbázis biztonsági mentését.
RegeditorLocked=A rendszerleíró blokkolva van. A mentés/visszaállítás funkcióhoz könnyen hozzáférhető rendszerleíró szükséges. Feloldja a rendszerleíró blokkolását?
RegEntries=Érvénytelen rendszerleíró bejegyzések.
Regerror=Rendszerleíró hibák:
Registried=Regisztrált
RegRestore=Rendszerleíró visszaállítás
RegTitle=Regisztrálatlan
Removebackup=Valóban eltávolítja a kiválasztott biztonsági mentést?
RemoveSysRestore=Valóban eltávolítja a kiválasztott rendszer-visszaállítási pontot ?
ReScanHint=%d hibát találtunk. A további hibák felkutatásához, egy második vizsgálat javasolt.
ReScanHint1=Javasoljuk, hogy végezzen egy újabb vizsgálatot a potenciális problémák azonnali feltárásához.
ReScanHint2=Kérjük, vizsgálja át újra a további problémák feltárásához.
RestoreComplete=A helyreállítás befejeződött
RestoreFromSysRestore=Újra kell indítani a számítógépet a rendszer visszaállítása után. Elindítja a rendszer-visszaállítást most?
RestorePointDone=A visszaállítási pont sikeresen létre lett hozva.
RestorePointFail=Nem sikerült létrehozni a rendszer visszaállítási-pontot.
RestoreReg=Rendszerleíró visszaállítás...Kérjük, várjon pár percet...
Safetodel=Ez az elem biztonságosan törölhető.
ScanAborted=A vizsgálat meg lett szakítva!
ScanCanceled=A vizsgálat meg lett szakítva!
ScanFor=Vizsgálat:
Scaning=Vizsgálat...
ScannedSection=Vizsgált szekciók:
Scanning=Vizsgálat...
ScheduleHint=A számítógép rendszeres tisztítása.
ScheduleNextTime=Következő időpont:
ScheduleNotActive=Nincs engedélyezve ütemezett feladat.
Secs=másodperc
SelectFolder=Válasszon ki egy mappát
SelectHardDrive=Kérjük, válasszon egy merevlemezt
ShredFile=Fájlok/mappák megsemmisítése
SkinCorrupt=A letöltött téma hiányos vagy hibás! Kérjük, töltse le újra.
SkinLimit=Ez a téma csak az új verziókban érhető el. Frissíti most?
StartClean=Tisztítás indítása
StartScan=Vizsgálat indítása
SuggestDefrag=Egy azonnali töredezettségmentesítés ajánlott.
SuggestIgnore=A rendszerleíró adatbázist a következő alkalommal töredezettségmentesítheti.
Summary=Összefoglaló
SysCreating=Egy rendszer-visszaállítási pont létrehozása...
SysProtectOff=Rendszervédelem Ki
SysProtectOn=Rendszervédelem Be
SysRestoring=A rendszer-visszaállítás előkészítése...
ThanksRegister=Köszönjük, hogy regisztrálta ezt a terméket!
Total=Összes:
TotalDefrag=A(z) %.2f tömörítve lett.
TotalTraces=%d nyomot találtunk.
TraceCount=Nyomkövetési leltár:
TraceFound=%d adatvédelmi kockázatot találtunk.
TraceFoundEx=A következő nyomokat találtuk:
TraceRemoved=%d adatvédelmi kockázat lett eltávolítva.
TranslateTo=Fordítás...
TrashFound=%d fájlt találtunk, összesen %s méretben.
TrashFoundEx=A következő szükségtelen fájlokat találtuk:
TrashRemoved=%d fájl lett eltávolítva, és így %s lemezterület szabadult fel.
TrashSize=Fájlok:
TrayNotice=Az Ön gépe több mint fél hónapja nem lett megtisztítva!
TuneupCount=Hangolások száma:
TypeChanged=A vizsgálati elemek módosultak!
TypeNoError=Tiszta
Unknow=Ismeretlen
Unlimited=Korlátlan
Unoptimized=Nem optimalizált
Unregistried=Regisztrálatlan
VipSkin=Ez a téma, csak a regisztrált felhasználók számára érhető el. Szeretne frissíteni most?
WaitForDownload=Kérjük, várja meg a letöltés befejezését.
WaitUpdateComplete=Az aktuális frissítési feladat nem fejeződött be. Kérjük, frissítse a szoftvert később.
WarnNoType=Legalább egy fájltípust ki kell választania!
WarnZeroFile=Az "Üres fájl" mód lett kiválasztva. Néhány 0 bájt méretű fájlra lesz szükség. Eltávolításuk előtt, ellenőrizze őket. Ezt szeretné tenni?
WDCReport=Wise Disk Cleaner jelentés
Working=Kérjük, várja meg a jelenlegi folyamat végét, majd próbálja meg újra.

[Exclusion]
Folder=Mappa kizárása
AddFolder=Hozzáadás
File=Fájl kizárása
AddFile=Hozzáadás
File Type=Fájltípus kizárása
AddType=Hozzáadás
Registry=Rendszerleíró kulcs kizárása
Add Key=Hozzáadás
Delete=Törlés
Cookies=Domain kizárása
Add Cookie=Hozzáadás
Whiteapp=Alkalmazás engedélyezési listák
Blackapp=Alkalmazás tiltólisták
WhitePosition=Engedélyezési lista pozíció
BlackPosition=Tiltólista pozíció

[PrivacyScan]
SeenPictures=Megtekintett kép előzmények
SeenPicturesHint=Az internetes szörfözés során megtekintett képek listája.
SeenMovies=Megtekintett film/videó előzmények
SeenMoviesHint=Az internetes szörfözés során megtekintett filmek/videók listája.
AccessFiles=Fájl hozzáférési előzmények
AccessFilesHint=A számítógép használata során használt fájlok listája.
VisitedWeb=Megtekintett weblap előzmények
VisitedWebHint=Az interneten szörfözés során felkeresett oldalak listája.

[PrivacyClean]
GoodHabit=Számítógépe tiszta. Tartsa meg ezt a jó szokását.
CleanNow=Adatvédelmi kockázat veszélye áll fenn, ezért egy azonnali tisztítás javasolt.
TraceFound=%d adatvédelmi problémát találtunk.
TraceRemoved=%d adatvédelmi probléma lett eltávolítva.

[Password]
Weak=Gyenge
OK=OK
Strong=Erős

[Schedule]
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Idle=Üresjáratban
Login=Bejelentkezéskor
Sunday=Vasárnap
Monday=Hétfő
Tuesday=Kedd
Wednesday=Szerda
Thursday=Csütörtök
Friday=Péntek
Saturday=Szombat
AutoScan=Auto-vizsgálat
AutoClean=Auto-tisztítás

[Bootup]
BootAction=Művelet
BootDelHint=A jelenlegi elem törlése
BootLoad=Indítópult programok és szolgáltatások betöltése
BootName=Szoftver leírása
BootRate=Szoftver értékelés
BootSuggestion=Javaslat/ Értékelés
BootTime=Betöltési idő
BtnRestore=Visszaállítás
CanDisable=Választható ki
delItem=Valóban törli az elemet?
Disable=Letiltás
Enable=Engedélyezés
FailToChange=Ez az elem nem lehet engedélyezve vagy tiltva.
HisInfo=%d elem van jelenleg letiltva. A véletlenül letiltott elemek indítását itt engedélyezheti.
Keep=Megtartás
MaySpeedup=A rendszerindítási idő %.2f másodperccel lerövidül.
MustEnable=Engedélyezve kell lennie
NoHisInfo=Nincsenek elemek jelenleg letiltva.
NoSuggestion=Még nincs javaslat
Optimal=Optimális
Publisher=Kiadó
ServiceCountInfo=%d harmadik féltől származó szolgáltatás és %d rendszerszolgáltatás találat.
ServiceName=Szolgáltatás leírása
StartupInfo=A feleslegesen induló programok letiltása, a számítógép betöltési sebességének felgyorsításához.
ToDisable=Recommend  off
ToKeep=Hagyja, ahogy van
Tuneup=Optimalizálás
TuneupDone=%d indító elem le lett tiltva.
TuneupFaile=%d indító elemet nem lehet letiltani.

[Msg]
WDCScanSpeed=A leggyorsabb vizsgálati sebesség a világon!
WDCSysSlimming=Nem találtunk fájlokat!
PowerOpt=Nincsenek optimalizálandó elemek!

[CommonClean]
ScanAbortedHint1=Javasoljuk, hogy hajtson végre egy azonnali Újravizsgálot a felesleges fájlok felkutatásához.
ScanAbortedHint=Javasoljuk, hogy hajtson végre egy azonnali Újravizsgálot a felesleges fájlok és nyomok felkutatásához.
DefaultHint=A szükségtelen fájlok és internetes nyomok törlésével, helyet szabadíthat fel és megvédheti személyes adatait.
7After=%d nap telt el az utolsó felülvizsgálat óta. Egy azonnali vizsgálat ajánlott.
7Before=A meghajtók tisztán tartása és az adatvédelem fenntartása bevett szokás.

[SysClean]
Scanning=Vizsgálat...
ScanEnd=Összesen %d elemet találtunk. %s lemezterület szabadul fel a művelet után.
NoItems=Gratulálunk! A rendszermeghajtó tiszta.
Open=Megnyitás
Remove=Eltávolítás
MoreSpace=Több hely szükséges
Cleaning=Tisztítás...
NoItems=Gratulálunk! A rendszermeghajtó tiszta.
SpaceFreed=A művelet befejeződött. %s lemezterület lett felszabadítva.
Installer=Elavult Windows telepítő
LongInstaller=Az elavult Windows telepítők felesleges fájlok. Eltávolításukkal lemezterület szabadítható fel.
PatchUninstall=Windows frissítések eltávolító állományai
LongPatchUninstall=Ha nincs szüksége a Windows frissítés eltávolítójára, akkor törölheti ezeket a fájlokat.
Downloadedfiles=Windows letöltött telepítési fájlok
Longdownloadedfiles=Miután sikeresen telepítése a Windows javításokat, ezeket a fájlokat biztonságosan eltávolíthatja.
Baselinecache=Windows telepítő alapfájl-gyorstár
LongBaselinecache=A Windows telepítő szolgáltatás által létrehozott fájlok, és el lehet távolítani azokat.
JPIME=Japán IME
LongJPIME=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
KoreanIME=Koreai IME
LongKoreanIME=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
TChineseIME=Tradícionális kínai IME
LongTChineseIME=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
HelpFile=Windows súgó állományok
LongHelpFile=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
SamplePic=Windows mintaképek
LongSamplePic=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
SampleMic=Windows mintazenék
LongSampleMic=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
SampleVideos=Windows minta videók
LongSampleVideos=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
SampleMedia=Windows minta média
LongSampleMedia=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
Wallpaper=Windows háttérkép fájlok
LongWallpaper=Eltávolíthatja ezeket, ha nincs rájuk szüksége.
Win10Upgrade=Windows 10 frissítési fájlok
Win10UpgradeLong=Ha már frissített a Windows 10 rendszerre, kérjük, távolítsa el ezt a mappát, hogy több lemezterületet érjen el.

[PCExam]
FixComplete=A javítás befejeződött.
ScanComplete=A vizsgálat befejeződött.
CheckDefrag=Rendszermeghajtó töredezettség ellenőrzése.
DefaultHint=A felülvizsgálat segít megtalálni a lehetséges biztonsági problémákat és optimalizálható elemeket, majd egyetlen kattintással kijavítja azokat.
Details=Részletek
DiskDefrag=Lemeztöredezettségi szint ellenőrzése
ExamCanceled=A vizsgálat meg lett szakítva!
ExamEndHint1=%d elem lett ellenőrizve, amelyek közül %d problémás. Javasoljuk, hogy "Javítsa" ezeket az elemeket.
ExamEndHint2=%d elem lett észlelve, amelyek közül %d problémás. %d elemet kell manuálisan javítania. "Javítás" most.
ExamEndHint3=%d elem lett észlelve, amelyek közül %d problémás. Az elemeket manuális úton ki kell javítania.
ExamEndHintFixed=Gratulálunk! Az összes elem javítva lett.
ExamEndHintFixed3=%d hiba javítva lett, viszont %d elemet manuálisan kell javítania.
ExamEndHintFixed4=Gratulálunk! A(z) %d hiba mindegyike javítva lett.
ExistsPrivacyRisks=Adatvédelmi kockázat veszélye áll fenn.
FilesFound=%d fájlt találtunk, amelyek %s lemezterületet foglalnak.
FindJunkFiles=%d fájl, %s.
FindPrivacyData=%d adatvédelmi bejegyzés található.
FindTrace=%d előzményt találtunk.
FindTraces=%d előzményt találtunk.
FindTrash=%d szükségtelen fájlt találtunk, amely %s lemezterületet foglal.
FirePWall=A nyilvános Windows tűzfal elérhetőségének ellenőrzése
FirePWallInvalid=A nyilvános hálózat Windows tűzfala le van tiltva.
FirePWallValid=A nyilvános hálózat Windows tűzfala engedélyezve van.
FireSWall=Az otthoni/személyes Windows tűzfal elérhetőségének ellenőrzése
FireSWallInvalid=A magánhálózat Windows tűzfala le van tiltva.
FireSWallValid=A magánhálózat Windows tűzfala engedélyezve van.
FireWallInstalled=A víruskereső szoftver telepítve van.
FireWallUnInstalled=Nem található víruskereső szoftver a számítógépen.
FirstTimeRunHint=Lassan fut a gépe? Ellenőrizze most!
FixCanceled=A javítási művelet meg lett szakítva!
Fixing=Javítás:
FolderOption=A "Mappa opciók" elérhetőségének ellenőrzése
FolderOptionsInvalid=A mappa beállítások le vannak tiltva.
FolderOptionsValid=A mappa beállítások érvényesek.
IEShell=Az IE-rendszerhéj funkció érvényességének ellenőrzése.
IEShellFail=IE-rendszerhéj hiba.
IEShellFine=Az IE-rendszerhéj megfelelően működik.
InstallSafeSoft=Egy víruskereső szoftver telepítése
JunkFiles=Felesleges fájlok a számítógépen
JunkFilesEx=Érvénytelen fájlok, mint például a gyorsítótár, naplók, ideiglenes fájlok, stb.
LastCheck=A PC utolsó vizsgálata:
LastFixTime=%d nap telt el az utolsó vizsgálat óta.
ManualFix=Kézi javítás
ManualProcess=Az elemek kézi optimalizálása
ManualProcessEx=Adatvédelmi problémák, lemeztöredezettség, stb. ("manuális javítást" igényel)
NeedDefrag=A rendszermeghajtó töredezettségmentesítést igényel.
NoNeedDefrag=Nincs szükség a rendszermeghajtó töredezettségmentesítésére.
NoOptimizeItems=Az összes elem optimalizálva lett.
NoPrivacyRisks=Adatvédelmi kockázat veszélye nem áll fenn.
OptimizeOptItems=Az optimalizált elemek érvényesítése.
OptimizeResult=%d elem lett optimalizálva a számítógép gyorsításához.
PcGood=Gratulálunk! Számítógépe kifogástalan állapotban van.
PCHealthNum=Ellenőrzési pontszám:
PrivacyHint=Az összes Explorer nyom, valamint korábbi számítógépes tevékenység törlése.
PrivacyItmes=Adatvédelmi problémák
ReFixHint=Nyomatékosan javasoljuk a PC javítási művelet elvégzését a számítógép gyorsabbá tételéhez.
RegeditLocked=A rendszerleíró-szerkesztő le van tiltva.
Regeditor=A Windows rendszerleíró szerkesztő elérhetőségének ellenőrzése
RegeditUnLocked=A rendszerleíró-szerkesztő érvényes.
RegEntriesCount=%d érvénytelen bejegyzést találtunk.
RegEntriesResult=%d érvénytelen rendszerleíró bejegyzés lett törölve.
RegistryJunk=Érvénytelen rendszerleíró bejegyzések
RegistryJunkEx=Elárvult, elavult vagy érvénytelen rendszerleíró bejegyzések
RemoteDesktop=A Windows távoli asztali kapcsolat elérhetőségének ellenőrzése
RemoteDesktopAlive=A távoli asztal kapcsolat aktív.
RemoteDesktopDisabled=A távoli asztal kapcsolat le van tiltva.
ReScanHint=Nyomatékosan javasoljuk a PC vizsgálat elvégzését a számítógép lassulását kiváltó problémák felkutatásához.
Result.FailTranstr=Nem található víruskereső szoftver a számítógépen.
Result.FineTranStr=A víruskereső szoftver telepítve lett a számítógépére.
SafeCheckResult=%d biztonsági probléma lett javítva.
ScanFor=Vizsgálat:
ScanOptItems=Optimalizálható elemek
SDDDetected=SSD észlelve. Kihagyva.
SecurityProject=Biztonsággal kapcsolatos elemek
SecurityProjectEx=Tűzfal, rendszerleíró adatbázis, távoli asztal és egyéb biztonsági projektek
ShortJunkFiles=Felesleges fájlok
ShortJunkFiles=Felesleges fájlok a számítógépen
ShortJunkFilesEx=Szükségtelen fájlok
ShortManualProcessEx=Manuális optimalizálási projektek
ShortRegistryJunk=Érvénytelen rendszerleíró bejegyzések
ShortRegistryJunkEx=Érvénytelen rendszerleíró bejegyzések
ShortSecurityProjectEx=Biztonsági projektek
ShortSystemTuneup=Az elemek optimalizálhatóak
ShortSystemTuneupEx=Rendszerhangolás
ShortUserTrace=Böngészési adatok
ShortUserTraceEx=Számítógépes nyomok
Suggestion1=Egy azonnali vizsgálat ajánlott.
SystemTuneup=%d elem optimalizálható a számítógép teljesítményének javítása érdekében.
SystemTuneupEx=Fokozza a Windows sebességét, javítja a rendszer teljesítményét és stabilitását, stb.
TaskManager=A Windows Feladatkezelő elérhetőségének ellenőrzése
TaskManagerInvalid=A Feladatkezelő le van tiltva.
TaskManagerValid=A Feladatkezelő érvényes.
Tracehint=A böngészési és dokumentum hozzáférési stb. előzmények törlése
TraceResult=%d nyom törlése.
TracesFound=%d nyomot találtunk
TrashResult=%d felesleges fájl lett törölve, %s lemezterület szabadítható fel.
UnsettledItems=A következő elemeket manuálisan kell javítania.
UserTrace=Számítógép nyomok és böngészési előzmények
UserTraceEx=Programhasználati előzmények, fájlhozzáférések, meglátogatott weboldalak, stb.
WindowsAutoUpdate=A Windows automatikus frissítési szolgáltatás elérhetőségének ellenőrzése
WindowsAutoUpdateInvalid=A Windows automatikus frissítés le van tiltva.
WindowsAutoUpdateValid=A Windows automatikus frissítés érvényes.

[FileErase]
NetPath=Can't scrub network path.
None=Nincs
Crushing=Megsemmisítés:
Shred=Megsemmisítve
InUsed=Használatban
Aborted=Megszakítva
Shredding=Megsemmisítés
SysPath=A kijelölt hely nem törölhető, mivel az fontos rendszer helyeket tartalmaz.
ScrubFinished=A törlés befejeződött! Sikeresen meg lett semmisítve %d fájl, azonban %d fájl törlése sikertelen volt.
ScrubCanceled=A törlés meg lett szakítva! Sikeresen meg lett semmisítve %d fájl, azonban %d fájl törlése sikertelen volt.
Erased=Megsemmisítés
Canceled=Megszakítva

[DiskDefrag]
Volume=Meghajtó
Format=Fájlrendszer
TotalSpace=Teljes terület
FreeSpace=Szabad terület
Fragmented=Töredékek
Status=Állapot
PmDefrag=Töredezettségmentesítés
QuickOpt=Gyors optimalizálás
FullOpt=Teljes optimalizálás
PmAnlyse=Elemzés
Resume=Folytatás
Analying=Elemzés
Defragmenting=Töredezettségmentesítés
Optimizing=Optimalizálás
Analyed=Elemezve
Defragmented=Töredezettségmentesítve
Optimized=Optimalizálva
Pause=Szünet
IsSSD=A kijelölés legalább egy SSD meghajtót tartalmazhat, és a lemez töredezettségmentesítés csökkentheti annak élettartamát. Valóban folytatni szeretné?
FragmentedRate=Töredezettség
DefragInfo=A töredezettségmentesítéssel biztosítható a lemez gyors futtatási sebességének megtartása a huzamosabb idejű használat után is.

[BtnList]
WiseReminder=Wise emlékeztető
WiseReminderDesc=Emlékeztető a tennivalókra, amely segít megszervezni a napi feladatokat.
GameBooster=Játékgyorsító
GameBoosterDesc=Egy egyszerű, de hatékony játékgyorsító.
ForceDeleter=Kényszerített törlés
ForceDeleterDesc=Egy egyszerű és biztonságos fájl feloldó és törlő
SystemMonitor=Rendszerfigyelő
SystemMonitorDesc=Folyamat, hardver és hálózati forgalom figyelő
AutoShutdown=Automatikus leállítás
AutoShutdownDesc=A PC automatikus leállítása
DataRecovery=Adat-helyreállítás
DataRecoveryDesc=Törölt fájlok visszaállítása
FolderHider=Fájl/Mappa rejtés
FolderHiderDesc=A személyes adatok egyszerű elrejtése
JetSearch=Gyorskeresés
JetSearchDesc=Helyi fájlok gyorskeresése
MemoryOptimizer=Memória optimalizáló
MemoryOptimizerDesc=Szabad memória felszabadító eszköz
ProgramUninstaller=Alapos eltávolító
ProgramUninstallerDesc=A nemkívánatos programok alapos eltávolítása
PluginClean=Bővítőmodul törlő
BigFile=Nagy fájl kezelő
BigFileDesc=A nagyobb fájlok kezelésének egyszerű módja.
RegClean=Rendszerleíró tisztító
RegCleanDesc=A rendszerleíró adatbázis hibáinak megkeresése és kijavítása.
CommClean=Általános tisztító
CommCleanDesc=A felesleges fájlok és nyomok gyors feltárása és egyszerű törlése.
AdvClean=Speciális tisztító
AdvCleanDesc=A meghajtókon található felesleges fájlok keresése és törlése.
SysSimming=Összetevők törlése
SysSimmingDesc=A felesleges Windows-fájl egyszerű törlése.
PowerOpt=Rendszeroptimalizálás
PowerOptDesc=A PC teljesítményének fokozása.
DiskDefrag=Lemez töredezettségmentesítés
DiskDefragDesc=A lemezek töredezettségmentesítése a rendszer gyorsításához.
RegDefrag=Rendszerleíró töredezettségmentesítés
RegDefragDesc=A rendszerleíró optimalizálása a rendszer gyorsításához.
Startup=Indítópult kezelő
StartupDesc=A rendszerrel együtt induló programok egyszerű kezelése.
ContextMenu=Helyi menü
ContextMenuDesc=A Windows helyi menü elemeinek egyszerű kezelése.
PrivacyErase=Személyes adat tisztító
PrivacyEraseDesc=A nyomok, előzmények eltávolítása a személyes adatok biztonsága érdekében.
DiskErase=Lemeztörlő
DiskEraseDesc=Az összes törölt fájl eltávolítása a merevlemezről.
FileShredder=Fájlmegsemmisítő
FileShredderDesc=A megsemmisített fájlok visszaállításának megakadályozása, azok eredeti helyének felülírásával.
PasswordGenerator=Jelszó generátor
PasswordGeneratorDesc=Nehezen megfejthető jelszó létrehozása.
ProcessMon=Folyamatfigyelő
ProcessMonDesc=A futó folyamatok egyszerű kezelése.
SystemInfo=Számítógépes információk
SystemInfoDesc=A rendszer és hardverelemeinek áttekintése.

[DiskErase]
Stop=Leállítás
Erase=Törlés
Rule1=Véletlenszerű adat 1 menetes (Ajánlott)
Rule2=DoD 5220.22-M 3 menetes
Rule3=Schneier's 7 menetes
Rule4=Guttmann 35 menetes
EraseFinished=A törlés befejeződött. Időtartam:
ErasingFor=A(z) %s törölt állományainak törlése, kis türelmet...
TempFileDeleting=Ideiglenes fájlok törlése...
ErasingForDisk=A(z) %s szabad területének törlése, kis türelmet...
ManyFiles=Számos helyreállítható fájlt találtunk.
FewFiles=Néhány helyreállítható fájlt találtunk.
SkipAnalyse=Elemzés kihagyása (FAT-meghajtó)
Secure=Biztonságos
DoesNotSupport=Ez a meghajtó nem támogatott.
Erasing=Törlés...
Finished=A törlés befejeződött.
Canceled=A törlés meg lett szakítva.
ConfirmEraseDisk=A lemez törlése eltarthat egy ideig. Kérjük, zárjon be minden más szoftvert az I/O művelet elkerüléséhez. Folytatja?
PartitionError=Súlyos hiba észlelhető a partíciókon.

[Tuneup]
SuperPrefetchParameters=A Super-Prefetch letiltása a memóriafelhasználás csökkentésére Windows (8/10) rendszeren indításkor.
BlueReboot=Automatikus újraindítás letiltása a kék halál képernyő megjelenésekor.
RemoteRegAccess=Rendszerleíró módosítás letiltása egy távoli számítógépről.
FileListSpeed=Windows fájllista házirend frissítésének optimalizálása.
PreviewUP=A tálca ablak előnézetek megjelenítési sebességének felgyorsítása.
OptDNS=DNS és DNS-elemzési sebesség optimalizálása.
OptLAN=Hálózati kapcsolat optimalizálása.
ShowSpeed=A rendszer kijelző optimalizált válasz sebessége.
AeroSnap=Az Aero Snap felgyorsítása a gyors miniatűr megjelenítéshez.
SSDSpeedup=SSD optimalizálás
DisablePrefetch=Előzetes lehívási paraméterek letiltása az SSD élettartamának meghosszabbításához.
DisableSuperPrefetch=Előtöltési paraméterek letiltása az SSD élettartamának meghosszabbításához.
DisableDefragBoot=A rendszerindításkor végrehajtandó töredezettségmentesítés letiltása az SSD élettartamának meghosszabbításához.
DisableDefragIdle=Az üresjáratban végrehajtandó automatikus töredezettségmentesítés letiltása az SSD élettartamának meghosszabbításához.
EnableTRIM=A TRIM funkció engedélyezése az SSD munkateljesítményének javításához.
OptIEConnection=Fokozott maximális kapcsolatok kiszolgálónként. A weblap megjelenítési és online videó megtekintési sebesség növelése.
IconCache=A rendszer ikon gyorsítótár növelése és asztal megjelenítési sebesség felgyorsítása.
RestoreAll=Valóban visszaállítja az összes elemet Windows alapértelmezettre?
NoSelectedItem=Kérjük, válasszon legalább egy optimalizálandó elemet.
OptItems=A következő %d elem optimalizálható.
ItemsOptimized=%d elem lett optimalizálva.
TakeEff=Néhány módosítás, csak a PC újraindítása után lép érvénybe.
NoItems=Gratulálunk! Az összes elem optimalizálva lett.
BootSpeedup=Rendszerbetöltés/Leállítás gyorsítás
SystemStable=Rendszerstabilitás
SystemSpeedup=Rendszergyorsítás
NetworkSpeedup=Hálózatgyorsítás
PrefetchParameters=Az előzetes utasításkód lehívási paraméterek optimalizálása a Windows betöltési sebességének gyorsításához.
BootDelay=A "lemezellenőrzési" idő csökkentése a Windows betöltési sebességének gyorsításához.
BootPartition=Az optimalizálási funkció engedélyezése a Windows betöltési sebességének gyorsításához.
ClearPagingFile=A Windows lapozófájl törlésének letiltása leállításkor a PC leállításának felgyorsításához
TimeOut=Az alkalmazás inaktivitás csökkentése bezáráskor a leállítási folyamat javítása érdekében.
AutoKill=A lefagyott folyamatok bezárása a rendszerösszeomlások elkerüléséhez
RestartExplorer=A Windows Intéző automatikus újraindítása a váratlan asztal eltűnés elkerüléséhez
TwoProcess=A Windows Intéző beállítása a komponensek futtatására a különálló folyamatokban a rendszer konfliktusok elkerüléséhez
ErrorReport=A képernyő hibajelentés tiltása a rendszerteljesítmény javításához
Debugger=A hibakereső program tiltása a hibafeldolgozás felgyorsításához
OptMemory=Alapértelmezett memória beállítások optimalizálása a rendszerteljesítmény javításához
OptVEff=Az ügyféloldali komponensek (párbeszédablakok, menük, stb.) megjelenítésének optimalizálása a rendszerteljesítmény javításához
OptFileSystem=A fájlrendszer optimalizálása a rendszerteljesítmény javításához
OptDiskSystem=A lemez I/O alrendszerének optimalizálása a rendszerteljesítmény javításához
DisAutoRun=Az "automatikus lejátszás" funkció letiltása a meghajtókon a vírusfertőzés/továbbterjesztés elkerüléséhez
OptDiskIdle=A lemez I/O optimalizálása a CPU üresjárati állapotában
OptTTL=TTL (Time to Live) beállítások optimalizálása a hálózati teljesítmény javításához
OptNetForward=A hálózat továbbítási képesség optimalizálása a hálózati teljesítmény javításához
OptMTU=A TCP/IP teljesítményének javítása a "fekete lyukak" automatikus észlelésével az elérési út MTU észlelési módszer segítségével
OptWINS=A WINS név lekérési idő optimalizálása az adazátviteli sebesség javításához
OptNetWork=A hálózati beállítások optimalizálása a kommunikációs teljesítmény javításához
CloseAnimate=Az animációs effekt bezárása az ablak lekicsinyítésekor és/vagy teljes méretre állításakor az ablak válaszadási sebességének felgyorsításához
PagingExecutive=A memória laptördelés és lemez I/O csökkentés letiltása az alkalmazás teljesítmény javításához. (Az opció figyelmen kívül lesz hagyva, ha a fizikai memória kevesebb, mint 1 Gb)
StaticIP=Állandó IP cím beállítása helyi kapcsolat esetén a PC betöltésének gyorsításához
PorcessorTime=A processzor teljesítményének optimalizálása az alkalmazások, játékok, stb. futtatására hangolva (Kiszolgáló esetén figyelmen kívül hagyás)
DisableIDECheck=Az IDE csatorna ellenőrzésének megakadályozása a Windows betöltési sebességének gyorsításához
ForeAppSpeed=Az előtérben futó programok válaszadási sebességének növelése
AeroPeek=Az Aero Peek megjelenítési sebességének növelése
OptEthernet=Ethernet kártya teljesítmény optimalizálás

[Summary]
ContextMenu=Érvénytelen helyi menü elemek
MUICache=Hiányzó MUI gyorsítótár hivatkozás
Services=Érvénytelen Windows-szolgáltatások
Activex=Érvénytelen ActiveX és COM összetevők
FireWall=Érvénytelen Windows tűzfal beállítások
RootAll=Érvénytelen helyek és fájlok
SoftwareSection=Az eltávolított szoftverek után hátramaradt érvénytelen helyek és fájlok
ApplicationPaths=Érvénytelen regisztrált alkalmazás helyek és fájlok
FileTypes=Érvénytelen fájlkiterjesztési információk
HelpFiles=Érvénytelen regisztrált súgófájlok
Fonts=Érvénytelen betűtípus információk
SharedDLL=Hiányzó megosztott dinamikus csatolású függvénytárak
MRULists=Fájl hozzáférések, megtekintett filmek, szerkesztett dokumentumok, stb.
UninstallSection=Felesleges vagy érvénytelen eltávolítási információk
StartMenu=Elavult start menü elemek
StartupProgram=Elavult vagy érvénytelen indítópult programok
SoundandAppEvents=Elavult vagy érvénytelen hang és esemény beállítások
IEUrlHistory=IE webes látogatási elözmények
IFEO=Spyware, vírus vagy malware által létrehozott rosszindulatú bejegyzések
EmptyKey=Információ nélküli bejegyzések
App=Érvénytelen alkalmazás beállítások

[ErrorMessage]
MUIError1=Hiányzó MUI hivatkozás, de a(z) "%s" meghajtón van %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
MUIError=Hiányzó MUI hivatkozás
ServiceNotExists=A megadott szolgáltatás nem létezik.
MimeExName=Érvénytelen MIME kiterjesztés regisztrálva: %s
EmptyKey=Üres kulcsok
EmptyHelpdirctory=Üres súgó könyvtár.
FileNotExist=A fájl(mappa) nem létezik.
HFileNotExist=A súgó fájl(mappa) nem létezik.
EmptyValue=Üres érték
TypeLib=A típuskönyvtár nem létezik:
NodeEmpty=Üres csomópont
SharedFilenotexist=A megosztott fájl nem létezik.
sharedfilenotbeuse=A megosztott fájl nincs használatban.
noconnection=Fájl csatlakozási információ nélkül.
Invalidpathtoicon=Érvénytelen ikon útvonal.
ReferstoaninvalidClass=Érvénytelen osztályra hivatkozás.
Emptyshellcommand=Üres rendszerhéj parancs.
Invalidshellcommand=Érvénytelen rendszerhéj parancs (A fájl nem létezik).
Fontsnotexist=A betűállomány nem létezik.
Hijacking=A(z) %s el lett térítve a(z) %s által.
MRULists=Felhasználói MRU listák
invalidOpenWith=Nincs alkalmazás társítva ezzel a tipussal.
ReferActivex=Érvénytelen Activex/COM bejegyzésre hivatkozás.
EmptyCLSID=Üres CLSID.
ComSourceNotExist=A COM forrás nem létezik.
invalidUnistall=Érvénytelen eltávolítási információk.
notexist=nem létezik.
ObsoleteStartMenuItem=Elavult start menü elem.
SoundFilenotexist=A hangfájl nem létezik.
FileNotExist1=A fájl/mappa nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
OpenWithError=Megnyitás hibával, a megadott alkalmazás nem létezik.
OpenWithError1=Megnyitás hibával, a megadott alkalmazás nem létezik, de a(z) "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.
ComSourceNotExist1=A COM forrás nem létezik, de van "%s" meghajtó %s. Javasoljuk, hogy hagyja figyelmen kívül ezt a hibát.

[Area]
Tencent-Logs=Tencent naplók
Yodao-Dict=Yodao Dict
WinInstallerPackage=Elavult Windows telepítő
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Használt fájl előzmények
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop előzmények
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader ideiglenes fájlok
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Apple szoftvertelepítési gyorsítótár
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Google Chrome gyorsítótár
ChromeCookies=Google Chrome Cookie-k
ChromeForm=Google Chrome automatikus űrlapkitöltési előzmények
Chromelocalstorage=Google Chrome előzmények
ChromePass=Google Chrome mentett jelszavak
ChromeSession=Google Chrome munkamenet
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Cookie-k
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Microsoft IE DOMStore cookie-k
DownloadedPatch=Windows frissítési fájlok
Downloads=Böngésző letöltött fájlok
DriveTheLife=DriveTheLife
Dump=Memóriakiíratási fájlok
DVDFab=DVDFab
ErrorReport=Hibajelentési fájlok
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Egyéb Explorer MRU-k
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Mozilla FireFox gyorsmemória
FireFoxCookies=Mozilla FireFox cookie-k
FireFoxForm=Mozilla FireFox automatikus űrlapkitöltési előzmények
FireFoxOther=Mozilla FireFox egyéb előzmények
FireFoxPass=Mozilla FireFox mentett jelszavak
Flash=Adobe Flash Player
FontCache=Windows betű-gyorsítótár
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google Calendar
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google Toolbar
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Microsoft Internet Explorer címsor előzmények
IECahce=Microsoft IE gyorsmemória
IECookies=Microsoft IE cookie-k
IEForm=IE automatikus űrlapkitöltési előzmények (Személyes adat nem kerül a listára)
IEHistory=Microsoft Internet Explorer aktív előzmények
IEPass=IE mentett jelszavak (Személyes adat nem kerül a listára)
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Érvénytelen parancsikonok
InvalidScTask=Érvénytelen ütemezett feladatok
InvalidStartMenu=Érvénytelen Start Menük
iTunes=iTunes
IZArc=IZArc
JumpList=Tálca Jump listák (A rögzített elemek eltávolításra kerülnek)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Utolsó letöltési hely
LogFile=Rendszer naplófájlok
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro gyorsítótár
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Microsoft Edge gyorsítótár
MSEdgeCookies=Microsoft Edge cookie-k
MSEdgeDownloadHistory=Microsoft Edge letöltési előzmények
MSEdgeHistory=Microsoft Edge előzmények
MSEdgeRecentlyTypedURLs=Microsoft Edge legutóbb beírt URL-címek
MSEdgeSavedFormInformation=Microsoft Edge mentett űrlap információk
MSEdgeSavedPasswords=Microsoft Edge Saved jelszavak
MSEdgeSession=Microsoft Edge munkamenet
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP= Microsoft Office XP
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=Hálózati meghajtó csatlakoztatási előzmények
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Install Files
Office=Microsoft Office
OfficePicture=Microsoft Office képkezelő
OfficeRecent=Microsoft Office előzmények
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Opera gyorsítótár
OperaCookies=Opera cookie-k
OperaHistory=Opera előzmények
OperaPassword=Opera mentett jelszavak
OperaSessions=Opera munkafolyamatok
OperaSiteIcon=Opera weboldal ikonok
OperaURLHistory=Opera begépelt URL címek
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=PaleMoon gyorsítótár
PaleMoonCookies=PaleMoon cookie-k
PaleMoonDownloadHistory=PaleMoon letöltési előzmények
PaleMoonHistory=PaleMoon előzmények
PaleMoonSavedFormInformation=PaleMoon mentett űrlap információk
PaleMoonSession=PaleMoon munkafolyamat
PaleMoonSitePreferences=PaleMoon webhely beállítások
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Régi előzetes lehívási adatok
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg=QQ Received Images
QQPCMgr=QQPCManager
QQRFile=QQ Received Files
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Legutóbbi dokumentumok
Recyclebin=Lomtár ürítése
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=Távoli asztal gyorsmemória állományai
RunStartMenu=Futtatás a Start Menüben
SafariCache=Safari Internet gyorsmemória
SafariCookies=Safari cookye-k
SafariHistory=Safari előzmények
SafariPass=Safari mentett űrlap információk
SamsungKies=Samsung Kies
SearchList=Windows keresési előzmények
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Windows által létrehozott ideiglenes fájlok
SystemTrace=Windows és alkalmazás nyomok
Tag&Rename=Tag&&Rename
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Miniatűrök gyorsítótára
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Nyomok a számítógépen
TraryNotify=Windows tálca értesítési gyorstár
TrashClean=Fájlok a számítógépen
TUGZip=TUGZip
TypeInternetCache=Webböngésző gyorsítótár
TypeInternetTrace=Webböngésző nyomkövetés
TypeMedia=Multimédia
TypeOtherApp=Egyéb alkalmazások
TypeSystem=Windows rendszer
TypeWComponents=Windows-összetevők
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Alkalmazások által létrehozott ideiglenes fájlok
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Megtekintett kép előzmények
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Meglátogatott lap előzmények
Vivaldi=Vivaldi
VivaldiCache=Vivaldi gyorsítótár
VivaldiCookies=Vivaldi cookie-k
VivaldiForm=Vivaldi automatikus űrlapkitöltési előzmények
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiSavedpasswords=Vivaldi mentett jelszavak
VivaldiSession=Vivaldi munkamanet
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Megtekintett film/videó előzmények
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Médialejátszó
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Windows rendszer gyorsítótár
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows telepítő gyorsítótár
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Windows WinSxs Backup
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Yandex gyorsítótár
YandexCookies=Yandex cookie-k
YandexForm=Yandex automatikus űrlapkitöltési előzmények
YandexLocalstorage=Yandex Localstorage
Yandexpass=Yandex mentett jelszavak
YandexSession=Yandex munkamenet
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Érvénytelen helyi menü elemek
MUICache=MUI gyorsítótár
Services=Windows szolgáltatások
Activex=ActiveX/COM komponensek
FireWall=Tűzfal beállítások
RootAll=Érvénytelen útvonalak
SoftwareSection=Szoftver elérési útvonalak
ApplicationPaths=Alkalmazás elérési útvonalak
FileTypes=Fájltípusok
HelpFiles=Súgófájlok
Fonts=Betűkészletek
SharedDLL=Megosztott DLL-ek
MRULists=Felhasználói MRU listák
UninstallSection=Eltávolító
StartMenu=Start menü
StartupProgram=Indítópult programok
SoundandAppEvents=Hang és alkalmazás események
IEUrlHistory=IE URL-előzmények
IFEO=Képfájl végrehajtása
EmptyKey=Üres kulcsok
App=Alkalmazás beállítások
UserDefine=Felhasználói meghatározás
ZeroFile=Üres fájlok - 0 bájt
WinSetupLog=Windows telepítési hiba naplófájlok
NtUninstall=A Windows javítások eltávolítási forrásai
InvalidLnk=Érvénytelen parancsikonok
UserTemp=Állományok a felhasználók ideiglenes mappáiban
WinTemp=Fájlok a Windows ideiglenes mappáiban
RecentFiles=Legutóbbi fájlok hivatkozásai
PatchSource=Windows frissítési források
TempFile=Ideiglenes fájlok
fcwdir=A letöltési folyamat által létrehozott fájlok
tfcbp=A programok által létrehozott ideiglenes fájlok
sdrf=Lemezvizsgálat során létrehozott visszaállítási fájlok
OldFile=Régi fájlok
outdatedfile=Elavult fájlok
fcwhfir=Egy súgófájl futtatásakor létrehozott fájlok
Ncfile=Hírcsoport gyorsítótár fájlok
Backupfile=Biztonsági mentési fájlok
WBfile=MS Word biztonsági mentési fájlok
Cbswahf=A súgófájl keresése közben létrehozott fájlok
whtf=A Windows súgórendszer ideiglenes állományai
Logfile=Naplófájlok
LLogfile=Az alkalmazások vagy szolgáltatások által létrehozott naplófájlok.
Errorfile=Hibaüzeneteket tartalmazó fájlok
Wmdf=Win2000/XP memóriaképfájlok
bcomf=A módosított fájlok biztonsági másolatai
Indexfile=Index fájlok
ifcbsiotitpbs=A rendszer által létrehozott index fájlok a kép böngészési sebesség javításához
Tfcds=A telepítés során létrehozott ideiglenes fájlok
Intermediatefile=Köztes fájlok
chkfile=Visszaállított fájlok

[Tools]
Update=Frissítés
Download=Letöltés
WhatNew=Újdonságok

[BootTime]
BootTimeEx=Indítási idő ref.
BootLike=Tetszik az indítási sebesség
Btnopt=Felgyorsítás
Congratulation=A számítógép rendszerbetöltési sebessége:
BootTime=Betöltési idő: %d másodperc
FailWeahter=Nem lehet hozzáférni az időjárási információkhoz.

[MenuBar]
Support=Támogatóközpont
BtnCustom=Egyéni
BtnRestore=Visszaállítás
BtnSkin=Témák
BtnMenu=Menü
BtnBackup=Biztonsági mentés

[UpgradePro]
Title=Miért érdemes frissíteni a Pro verzióra?
MoreSkin=További témák
CustomHead=Egyéni avatarok
Support=7x24 támogatás
Buy=Vásárlás
Reg=Regisztráció
RegUser=Regisztrált felhasználó

[AutoUpdate]
UpdateFail=A frissítés sikertelen volt. Letölti a telepítőfájlt a weboldalunkról?
NoFiles=Kérjük, válassza ki a fájlokat a frissítéshez.
CurrentFile=Jelenlegi fájl:
Readed=Letöltés:
SumSize=Teljes méret:
Byte=Bájt
DownloadError=Letöltési hiba. Kérjük, próbálja meg később.
AutoUpdate=Wise Care 365 - Online frissítés
StartUpdate=Frissítés indítása
Cancel=Mégse
Ready=Letöltésre kész.
FindUpdate=A következő összetevők érhetők el frissítésre:
NewVerInfo=Új verzió változások:
IgnoreVer=A jelenlegi verzió frissítéseinek mellőzése
BtnUpdate=Frissítés
BtnNotNow=Most nem


[SoftRate]
Querying=Lekérdezés...
Good=Tetszik
Bad=Nem tetszik
Safe=Jelentés
Ver=Ver:
Ratings=Értékelések
SoftNotExist=A szoftver nem található.
GetSoftInfoError=Nem sikerült lekérni a szoftverinformációkat
UploadSoftLogoError=Szoftverinformáció feltöltési hiba
SubmitData=A szoftverrel kapcsolatos észrevételek küldése...
SubmitSoftInfoError=Hálózattal kapcsolatos hiba küldése.
SubmitRateSuccess=Sikeresen elküldve.
HaveSubmitRate=Kiértékelésre került.
Submitgoodbad=Információk küldése...
me=Nekem
NickTooLong=A felhasználónév nem haladhatja meg a 20 karaktert.
MailTooLong=Az e-mail cím nem haladhatja meg a 50 karaktert.
WrongEmail=Érvénytelen e-mail cím.
ReviewTooLong=A vélemény teljes hossza nem haladhatja meg a 300 karaktert.
RateHint=Csatlakozzon kedvenc szoftvere értékeléséhez és véleményezéséhez!
UnknowName=Ismeretlen termék
UnknowVer=Ismeretlen verzió
UnknowDesc=Leírás

[Edit]
pmcut=Kivágás
pmcopy=Másolás
pmpaste=Beillesztés
pmdelete=Törlés
pmselectall=Az összes kijelölése

[Turbo]
PmActive=Emlékeztessen később
PmNever=Soha ne jelenjen meg többé
btnClean=Tisztítás
NeedCleanTrash=%s szükségtelen fájlt találtunk.
NeedCleanTrace=%d elem nyoma észlelhető.
NeedClean=A számítógép széles körű használata közben egy csomó felesleges fájl jön létre.

[Renew]
subscribed=Ne emlékeztessen többé
btnact.caption=Licenckulcs aktiválása
Regexpire=Nem tudja használni a Wise Care 365 programot a próbaidőszak lejárta után.
Regtitle2=A 30 napos próbaidőszak lejárt. Kérjük, regisztráljon időben.
Regtitle=A próbaidőszakból %d nap maradt.
RegPrice=Vásárolja meg a Pro verziót a PC csúcsteljesítményének megőrzéséhez! Csak %s !
Regnow=Regisztrálás most!
title=A Wise Care 365 PRO %d nap múlva lejár!
title2=A licenckulcs lejárt. Kérjük, újítsa meg időben!
Price=A Pro verzió megtartása és a PC csúcsteljesítményének megőrzése! Csak %s
lblfeature1.caption=Alapos adatvédelem: Személyes adat tisztító.
lblfeature2.caption=Helyi menü kezelés: A menü rugalmasabbá tétele.
lblfeature3.caption=Automatikus frissítés: Időt takaríthat meg a legújabb verzióra frissítéskor.
lblfeature4.caption=Fantasztikus új felszínek és témák: személyre szabva a Pro felhasználók számára.
lblfeature5.caption=Ingyenes 7x24 technikai támogatás: Kérdései elsőbbségi prioritást élveznek.
lblrefund.caption=100%-os feltétel nélküli visszatérítés.
lblremind.caption=Emlékeztessen később
lblhint.caption=A Wise Care 365 PRO átfogó funkciói:
lbldesc.caption=Elveszítheti a Pro verzió előnyeit.
btnrenew.caption=Megújítás
WorkTotal=Eddig a Wise Care 365 eltávolított %s szükségtelen fájlt, %d  előzmény elemet és javított %d rendszerleíró hibát.

[Sysmon]
ActivityPercent=Aktivitás (%)
AdapterType=Adapter típusa
Asset=Eszközcímke
ATAVER=ATA verzió
ATemperature=Átlaghőmérséklet
ATM=ATM
BiosDate=Bios kiadási dátuma
Board=Alaplap
BoardType=Kártya típusa
btnBoard.caption=Alaplap
btnDisk.caption=Merevlemez
btnGraphic.caption=Grafikus kártya
btnHardMonitor.caption=Hardverfigyelő
btnMemory.caption=Memória
btnNetAdapter.caption=Hálózati adapter
btnOsOverview.Caption=Operációs rendszer
btnOverview.caption=Áttekintés
btnProcess.Caption=Folyamat
btnProcessor.caption=Processzor
btnSoftMonitor.caption=Folyamatfigyelő
btnSoundCard.caption=Hangkártya
BusType=Busz típusa
BytesPerSector=Bájt/szektor
CacheSize=L2 gyorsítótár mérete
ColorDepth=Színmélység
connected=csatlakoztatva egy távoli társcsomóponthoz.
connecting=adapter csatlakoztatása.
Cores=Magok száma
CPU=CPU
CPUUpgrade=Processzor-frissítés
CPUUsage=CPU: %d
CTemperature=%d mag hőmérséklet
CurrentSpeed=Aktuális processzor sebesség
Cylinders=Cilinderek
DataWidth=Adatszélesség
Description=Leírás
DeviceID=Eszközazonosító
DHCP=DHCP-címe
DHCPName=DHCP-hatókör neve
disconnected=leválasztva
Disk=Lemez
DiskRPM=RMP(R/m)
DiskRPM=RMP(R/s)
DNSIP=DNS-kiszolgálói IP
DNSServers=DNS-kiszolgálók
DNSSuffixes=DNS-utótagok
DomainName=Tartománynév
Drive=Meghajtó
EngineClock=Vezérlő órajel
Ethernet=Ethernet
Familiy=Család
Fans=Ventillátorok
FileSystemName=Fájlrendszer neve
Form=Kivitel
FreeSpace=Szabad terület
frmSoftMonitor.ppDetails=Részletes információk
frmSoftMonitor.ppKillProc=Folyamat leállítása
frmSoftMonitor.ppNet1=Hálózati hozzáférés blokkolása
frmSoftMonitor.ppNet2=Hálózati hozzáférés engedélyezése
Gateway=Átjáró címe
GPU=GPU
GPUChip=GPU Chip
Graphics=Grafikus kártya
HandleNumber=Belefoglalt objektumleírók száma
HDFirmware=Vezérlőprogram verziója
HostName=Állomásnév
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 vezeték nélküli kapcsolat
InterfaceType=Illesztőfelület típusa
IPAddress=IP-cím
IPMask=IP-cím maszk
LANdisabled=LAN adapter le van tiltva.
Loading=Betöltés...
Locator=Bank lokátor
MACAddress=MAC-cím
Manufacter=Gyártó
MaximumSpeed=Maximális processzor sebesség
MaxSpeed=Max sebesség
MediaType=Adathordozó típusa
Memory=Memória
MemoryClock=Memória órajel
MemoryType=Memória típusa
MemoryUsage=Memória: %s/%s
MemSlot=Memóriafoglalat:
MemSlotCount=Memóriafoglalatok száma
Name=Név
NetAdater=Hálózati csatoló
NetConnectionID=Netkapcsolat azonosító
Normal=Normál
OperStatus=A felület működési állapota
OS=Operációs rendszer
OSAbbreviate=Nyelv rövidítése
OSCountry=Ország
OSCSD=CSD
OSDaylightName=Nyári időszámítás neve
OSDisplayName=Megjelenítendő név
OSEdition=Kiadás
OSInstallDate=Telepítés dátuma
OSLanguage=Nyelv
OSLOCAL=HELYI
OSLongDateFormat=Hosszú dátumformátum
OSMonetary=Pénzügyi szimbólum
OSMonetarySymbol=Nemzetközi pénzügyi szimbólum
OSPaths=Környezeti változók
OSProductID=Termékazonosító
OSProductKey=Termékkulcs
OSRegisteredOrg=Regisztrált szervezet
OSRegisteredUser=Regisztrált felhasználó
OSShortDateFormat=Rövid dátumformátum
OSStandardName=Szabványos név
OSTimezone=Időzóna
OSUTC=UTC időeltérés(perc)
OSversor=verzió
OtherType=Egyéb
Overview=Számítógép áttekintés
Part=Cikkszám
PartitionLength=Partíció hossza
PartitionNumber=Partíció száma
PhysicalAvailable=Elérhető fizikai:
PhysicalFree=Szabad fizikai:
PhysicalTotal=Teljes fizikai:
PhysicalUsed=Használt fizikai:
PixHeight=Magasság(képpont)
PixWidth=Szélesség(képpont)
ppmDetails=Részletek ellenőrzése
ppmExit=Wise Monitor bezárása
ppmHide=Lebegő ablak elrejtése
ppmShowFloat=Lebegő ablak megjelenítése
ppmStayontop =Maradjon felül
PPP=PPP
processName=Folyamat neve
Processor=Processzor
processpath=Hely
Product=Termék
Recv=Fogadások száma
RecvS=Fogadás/mp
RefreshRate=Frissítési időköz
SATAVER=SATA verzió
SectorsPerTrack=Szektor/sáv
Send=Küldések száma
SendS=Küldés/mp
Serial=Sorozatszám
ShowNetOnly=Csak a net folyamatok megjelenítése
ShowSysProcess=Rendszerfolyamat megjelenítése
Size=Méret
Socket=Aljzat betűjele
SoftwareLookback=Szoftveres visszacsatolású hálózati interfész
SoundCard=Hangkártya
Speed=Sebesség
SSD=SSD eszköz
StartingOffset=Kezdeti eltolás
SystemCache=Rendszer gyorsítótár:
Technology=Technológia
Temperature=Hőmérséklet
TemperatureMon=Hőmérséklet-figyelés
Temperatures=Hőmérsékletek
TfrmMemoryProcList.btnSpeedup_1=Gyorsítás
TfrmMemoryProcList.btnSpeedup=Sebességfokozás
TfrmMemoryProcList.memstate1=Jól működik
TfrmMemoryProcList.memstate2=Normál módon fut
TfrmMemoryProcList.memstate3=Lassan fut
TfrmMemoryProcList.OptimizationMem=Kiadva: %s
TfrmMonitorPopup.lbl1_C=CPU használat
TfrmMonitorPopup.lbl1_M=Memóriahasználat
TfrmMonitorPopup.lbl1_R=Letöltési sebesség
TfrmMonitorPopup.lbl1_S=Feltöltési sebesség
TfrmMonitorPopup.lbl1_T=Hardverösszetevők hőmérséklete
TfrmMonitorPopup.lbl2_C=CPU használati ingadozás
TfrmMonitorPopup.lbl2_M=Rendszermemória állapot
TfrmMonitorPopup.lbl2_R=Letöltési sebesség rekord
TfrmMonitorPopup.lbl2_S=Feltöltési sebesség rekord
TfrmMonitorPopup.lblBoard.caption=Alaplap
TfrmMonitorPopup.lblCpu.caption=Processzor
TfrmMonitorPopup.lblGpu.caption=Grafikus kártya
TfrmMonitorPopup.lblhdd.caption=Merevlemez
Threads=Aktív szálak száma
TokenRing=Vezérjeles hálózat
Total=Összes
TotalProcess=%d folyamat észlelhető, beleértve a(z) %d felhasználói és %d rendszerfolyamatot.
TotalSpace=Teljes méret
TracksPerCylinder=Sáv/cilinder
Tunnel=Átjáró beágyazási típus
Type=Típusa
Unknown type=Ismeretlen típus
User=Felhasználó
Version=Verzió
VideoDisplay=Megjelenítendő név
VideoMode=Videómód leírása
Voltages=Feszültség
VolumeName=Kötet neve
WANconnected=WAN adapter, amely nincs csatlakoztatva.
WINSAddress=Elsődleges WINS-cím

[AutoRun]
ResultHint=Az ütemezett automatikus tisztítás befejeződött
Result=Tisztítási eredmény

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Rendszerleíró védelem
TfrmRegFilterNotify.lblTitle.Caption=Rendszervédelem
TfrmRegFilterNotify.lblProgram.Caption=A program:
KeyName=Rendszerleíró kulcs:
TfrmRegFilterNotify.lblKey.Caption=Kulcs helye:
TfrmRegFilterNotify.ckbRemind.Caption=Többé nem jelenik meg ez a hely
TfrmRegFilterNotify.btnDeny.Caption=Letilt
TfrmRegFilterNotify.btnAllow.Caption=Engedélyez
pmAllowProgram=Mindig engedélyezze ezt a programot
pmDenyProgram=Mindig tiltsa ezt a programot
regnotifydefaultbrowser=Néhány program megváltoztatja az alapértelmezett böngészőt
regnotifystartrundesc=Néhány program megváltoztatja az indítópultot
regnotifyservicesdesc=Néhány program kísérletet tesz illesztőprogram vagy szolgáltatás telepítésére
regnotifyifeodesc=Néhány program kísérletet tesz a végrehajtható program eltérítésére
regnotifyspidesc=Néhány program megváltoztatja a többrétegű hálózati protokollt
regnotifyIEStartPageDesc=Néhány program kísérletet tesz az IE honlap megváltoztatására
regnotifydefaultbrowser_n=Alapértelmezett böngésző megváltoztatása
regnotifystartrundesc_n=Rendszerindítás módosítása
regnotifyservicesdesc_n=Illesztőprogram vagy szolgáltatás telepítése
regnotifyifeodesc_n=A végrehajtható program eltérítése
regnotifyspidesc_n=Réteges hálózati protokoll módosítása
regnotifyIEStartPageDesc_n=IE kezdőlap módosítása


[EUASK]
regcaption=Regisztráció
logincaption=Bejelentkezés
FrmEuaskLogin.lblJoin.Caption=Csatlakozzon a Euask-hoz
FrmEuaskLogin.lblSign.Caption=Bejelentkezés az Euask-ba
FrmEuaskLogin.lblnick.Caption=Felhasználónév:
FrmEuaskLogin.lbl1.Caption=Jelszó:
FrmEuaskLogin.btnlogin.caption=Bejelentkezés
FrmEuaskLogin.btnregister.Caption=Regisztráció
FrmEuaskLogin.btnpwd.Caption=Elfelejtette a jelszavát?
FrmEuaskLogin.WiseLabel1.Caption=Név:
FrmEuaskLogin.WiseLabel2.Caption=Jelszó:
FrmEuaskLogin.btnreg.caption=Regisztráció
FrmEuaskLogin.WiseSimpleButton1.Caption=Bejelentkezés
FrmEuaskLogin.lbl2.Caption=E-mail:
FrmEuaskLogin.btnnone.Caption=Most ne
inputuser=Kérjük, adja meg a jelszót és a felhasználónevet.